/* Localized versions of Info.plist keys */
//NSLocalizedString(@"main_outline_title_websource", @"-网络资源");

//通用按钮
"btn_tool_width"="56";
"btn_title_install"="安装";
"btn_title_uninstall"="卸载";
"btn_title_update"="升级";
"btn_title_new"="新建";
"btn_title_add"="添加";
"btn_title_import"="导入";
"btn_title_export"="导出";
"btn_title_delete"="删除";
"btn_title_refresh"="刷新";
"btn_title_view"="查看";
"btn_title_viewfile"="查看文件";
"btn_title_backup"="备份";
"btn_title_restore"="恢复";
"btn_title_start"="开始";
"btn_title_pause"="暂停";
"btn_title_allyes"="全是";
"btn_title_ok" = "好";
"btn_title_yes"="是";
"btn_title_no"="否";
"btn_title_sure"="确定";
"btn_title_cancel"="取消";
"btn_title_select"="选择";
"btn_title_reverseselect"="反选";
"btn_title_unselect"="取消选择";
"btn_title_save"="保存";
"btn_title_edit"="编辑";
"btn_title_modify"="修改";
"btn_title_copy"="复制";
"btn_title_open"="打开";
"btn_title_back"="后退";
"btn_title_play"="播放";
"btn_title_share"="分享";
"btn_title_query"="查询";
"btn_title_clear"="清理";
"btn_title_deletefile"="同时删除文件";
"btn_title_keepfile"="保留文件";
"btn_title_help"="帮助";
"btn_title_return"="返回";

"main_menu_device"="我的设备";
"main_menu_application"="应用游戏";
"main_menu_wallpaper"="照片壁纸";
"main_menu_ring"="音乐铃声";
"main_menu_movie"="电影视频";
"main_menu_book"="图书";
"main_menu_infomation"="信息";
"main_menu_tool"="工具";
"main_menu_downlod"="下载管理";

"left_menu_devicecontect"="检测到设备连接";
"left_menu_uncontect"="未连接设备";
"left_menu_audiomemo"="语音备忘录";


//页面按钮
"btn_pphelper_title_download"="正在下载";
"btn_pphelper_title_install"="正在安装";
"btn_pphelper_title"="PP正版";
"btn_jbpphelper_title"="PP助手";
"btn_fix_title"="修复闪退";
"btn_fix_title_repair"="正在修复";
"btn_fix_title_success"="修复成功";
"btn_fix_title_fail"="修复失败";
"btn_clean_title"="清理垃圾";
"btn_appupdate_title"="应用升级";

"text_title_loading"="正在加载";
"page_text_getdownloadinfo"="正在获取下载任务信息";
"page_text_deviceapp_filename"="正版";
"page_text_devicebreak_filename"="破解版";
"page_text_albumname"="PP墙纸";

"infoview_unconnect_title"="未连接设备";
"infoview_unconnect_describe"="请插入设备后再进行操作！";
"infoview_unconnect_linktext"="无法连接？";
"infoview_needjbreak_title"="设备未越狱";
"infoview_needjbreak_describe"="很抱歉，当前模块需要手机越狱后才能操作！";
"infoview_needjbreak_linktext"="如何越狱?";

//Table Column
"lib_downloading_column_title_name"="名称";
"lib_downloading_column_title_size"="大小";
"lib_downloading_column_title_progress"="下载进度";
"lib_downloading_column_title_operation"="操作";

"lib_downloaded_column_title_name"="名称";
"lib_downloaded_column_title_date"="下载日期";
"lib_downloaded_column_title_size"="大小";
"lib_downloaded_column_title_operation"="操作";

"lib_applications_column_title_name"="名称";
"lib_applications_column_title_version"="版本";
"lib_applications_column_title_size"="大小";
"lib_applications_column_title_support"="支持设备/系统";
"lib_applications_column_title_operation"="操作";

"lib_updateapplications_column_title_name"="名称";
"lib_updateapplications_column_title_jbreakversion"="      破解版本";
"lib_updateapplications_column_title_appstoreversion"="      正版版本";
"lib_updateapplications_column_title_operation"="操作";

"lib_book_column_title_name"="书名";
"lib_book_column_title_author"="作者";
"lib_book_column_title_style"="风格";
"lib_book_column_title_format"="格式";
"lib_book_column_title_size"="大小";
"lib_book_column_title_operation"="操作";

"lib_music_column_title_name"="名称";
"lib_music_column_title_time"="时长";
"lib_music_column_title_player"="表演者";
"lib_music_column_title_album"="专辑";
"lib_music_column_title_quality"="音质";
"lib_music_column_title_style"="风格";
"lib_music_column_title_size"="大小";
"lib_music_column_title_operation"="操作";

"lib_ring_column_title_name"="名称";
"lib_ring_column_title_time"="时长";
"lib_ring_column_title_size"="大小";
"lib_ring_column_title_operation"="操作";

"lib_wallpaper_column_title_other"="其它";

"dev_deviceapp_column_title_name"="名称";
"dev_deviceapp_column_title_version"="版本";
"dev_deviceapp_column_title_programsize"="程序大小";
"dev_deviceapp_column_title_documentsize"="文档大小";
"dev_deviceapp_column_title_operation"="操作";

"dev_updateapp_column_title_name"="名称";
"dev_updateapp_column_title_size"="大小";
"dev_updateapp_column_title_jbreakversion"="      破解版本";
"dev_updateapp_column_title_appstoreversion"="      正版版本";
"dev_updateapp_column_title_operation"="操作";

"dev_music_column_title_name"="名称";
"dev_music_column_title_time"="时长";
"dev_music_column_title_player"="表演者";
"dev_music_column_title_recordtime"="录制时间";
"dev_music_column_title_album"="专辑";
"dev_music_column_title_style"="风格";
"dev_music_column_title_size"="大小";
"dev_music_column_title_operation"="操作";

"dev_ring_column_title_name"="名称";
"dev_ring_column_title_time"="时长";
"dev_ring_column_title_size"="大小";
"dev_ring_column_title_operation"="操作";

"dev_blog_column_title_name"="名称";

"dev_itunes_column_title_name"="名称";

"dev_soundbook_column_title_name"="名称";

"dev_video_column_title_name"="名称";

"dev_tv_column_title_name"="名称";

"dev_musicvideo_column_title_name"="名称";

"dev_book_column_title_name"="书名";
"dev_book_column_title_author"="作者";
"dev_book_column_title_format"="格式";
"dev_book_column_title_category"="分类";
"dev_book_column_title_wordcount"="字数";
"dev_book_column_title_size"="大小";
"dev_book_column_title_operation"="操作";

"dev_file_column_title_name"="名称";
"dev_file_column_title_size"="大小";
"dev_file_column_title_type"="类型";
"dev_file_column_title_createtime"="创建时间";
"dev_file_column_title_modifytime"="修改时间";

"dev_info_callrecord_column_title_name"="名称";
"dev_info_callrecord_column_title_phone"="电话";
"dev_info_callrecord_column_title_area"="归属地";
"dev_info_callrecord_column_title_time"="通话时间";
"dev_info_callrecord_column_title_duration"="时长";

"dev_info_sms_column_title_name"="短信";

"dev_info_calendar_column_title_name"="日历";

"dev_info_bookmark_column_title_name"="名称";
"dev_info_bookmark_column_title_url"="URL";

"dev_info_note_column_title_title"="标题";
"dev_info_note_column_title_time"="时间";

"dev_tool_push_column_title_select"="选择";
"dev_tool_push_column_title_appinfo"="应用信息";
"dev_tool_push_column_title_msgcount"="消息数量";

"dev_tool_movieoptim_column_title_name"="视频名称";
"dev_tool_movieoptim_column_title_date"="创建日期";
"dev_tool_movieoptim_column_title_size"="视频大小";
"dev_tool_movieoptim_column_title_optimsize"="预计优化后大小";
"dev_tool_movieoptim_column_title_state"="状态";
"dev_tool_clean_column_title_type"="应用";
"dev_tool_clean_column_title_count"="数量";
"dev_tool_clean_column_title_size"="大小";
"dev_tool_clean_column_title_filename"="文件名称";

"dev_tool_bigfile_column_title_select"="选择";
"dev_tool_bigfile_column_title_detail"="详细信息";
"dev_tool_bigfile_column_title_filesize"="文件大小";
"dev_tool_bigfile_column_title_modify"="修改日期";

//弹出框
"alert_title_common"="温馨提示";
"alert_title_noprompt"="不再提示";
"alert_title_panleselect"="选择";
"alert_message_updatefailwithversion"="“%@”升级失败，没有找到此类型的升级版本！";
"alert_message_updatefailwithnew"="您已经升级过此软件，请查看路径“%@”！";
"alert_message_unconnectdevice"="当前未连接设备";
"alert_message_deleteselectedfile"="是否删除%@!";
"alert_message_deleteconfirmrecord"="是否确定要删除选定的记录？";
"alert_message_deleteconfirm_alumb"="是否确定要删除选定的相册？";
"alert_message_deleteconfirm_photo"="是否确定要删除选定的照片？";
"alert_message_deleteconfirmrecordnum"="是否删除选中的%ld条记录？";
"alert_message_deleteconfirmcontact"="是否确定要删除当前选中的联系人？";
"alert_message_deleteandfile"="是否确定要删除选中的项?";
"alert_message_deleteselectfiles"="是否删除选中的%d个下载任务?";
"alert_message_deletedirectory"="删除“%@”,并清空所有子文件(夹)？";
"alert_message_deleteselectsdirectory"="是否删除选择的%ld个文件(夹)!";
"alert_message_directoryreplace"="文件夹“%@”已经存在，是否替换原有文件夹？";
"alert_message_renamefile"="修改文件名:";
"alert_message_appnewname"="多开应用的名称:";
"alert_message_fileuploadfail"="文件“%@”上传失败！";
"alert_message_filereplace"="文件“%@”已经存在，是否替换原有文件？";
"alert_message_fileexits"="文件已存在，请重新选择！";
"alert_message_andbackupdocument"="是否同时备份文档?";
"alert_message_photodpimismatching"="图片分辨率和当前类型不匹配，请重新选择%@分辨率的图片！";
"alert_message_nofoundipa"="没有找到您要安装的文件 -- %@ !";
"alert_message_clearcacheinfo"="缓存已经清除成功!";
"alert_message_checkforupdate"="检测到有新版本可以使用，您要现在下载吗？";
"alert_message_isnewestversion"="您现在用的是最新版本!";
"alert_message_replaceallfile"="是否替换原有的文件 -- %@?";
"alert_message_setwifidevopen"="当前开启无线连接的操作仅对PP助手有效，您还需要在iTunes中开启设备的无线同步功能（即在iTunes中勾选“通过Wi-Fi与此iPhone同步”）。\n\n开启无线连接成功后，需要重新运行PP助手才能发现设备！";
"alert_message_setwifidevclose"="当前关闭无线连接的操作仅对PP助手有效，您还需要在iTunes中关闭设备的无线同步功能（即在iTunes中不勾选“通过Wi-Fi与此iPhone同步”），才会彻底关闭无线连接。";
"alert_message_renamedevicename"="是否修改设备名称为:%@!";
"alert_message_isdebapplication"="“%@”是deb软件，请到cydia中卸载！";
"alert_message_uninstallapp"="是否卸载该应用？";
"alert_message_selectdeleteitem"="请选择需要删除的项!";
"alert_message_selectdeleteapp"="请选择一个要删除的应用!";
"alert_message_confirmdeleteapp"="确定删除所选择的%ld个应用？";
"alert_message_confirmdeleteappone"="确定删除“%@”这个应用？";
"alert_message_downloadpathnoexits"="下载路径“%@”不存在，请重新设置下载路径！";
"alert_message_backupfail"="很抱歉，备份操作失败，请重试！";
"alert_message_callrecordrestore"="通话记录还原成功！请重启设备以便正常显示！";
"alert_message_useziprestoretodevice"="是否确认将选择的备份包还原到设备中？";
"alert_message_useziprestoretodeviceneedrestart"="是否确认将选择的备份包还原到设备中？\n\n注意：恢复后需要重启设备!";
"alert_message_backupzipformaterror"="选择的备份文件格式不正确，请重试！";
"alert_message_selectdeleterecord"="请选择要删除的记录";
"alert_message_syncdevicefail"="同步到设备失败!";
"alert_message_delelephonesms"="是否确定要删除%@号码的所有短信吗？";
"alert_message_smsbackversionerror"="选择的备份文件格式不正确或备份源设备系统版本不一致，请重试！";
"alert_message_smsrestore"="是否确认将选择的备份包还原到设备中？\n\n注意：短信只支持同版本系统间还原，恢复后需要重启设备！";
"alert_message_smsrestoreresult"="短信记录还原成功！请重启设备以便正常显示！";
"alert_message_savecontactsfail"="修改联系人信息失败,请重新尝试";
"alert_message_groupinfofail"="保存分组信息失败,请重新尝试";
"alert_message_noinstalledpphelper"="没有PP助手目录“%@”，可能是您的IOS设备没有安装PP助手！";
"alert_message_devicephotosyncing"="设备正在进行同步操作，请同步完成后再进行删除操作！";
"alert_message_photoimportcate"="添加成功，其中%d张图片被导入到相应的分类中！";
"alert_message_needjailbreak"="很抱歉，当前模块需要手机越狱后才能操作！";
"alert_message_disimportsysalbum"="不允许导入照片到\"相机胶卷\"中!";
"alert_message_disimportcreatealbum"="不允许导入照片到设备上创建的相册中!";
"alert_message_disdeletesysalbum_photo"="不允许删除\"相机胶卷\"中的照片!";
"alert_message_disdeletecreatealbum_photo"="不允许删除设备上创建的相册中的照片!";
"alert_message_disdeletesysalbum"="不允许删除系统创建的相册!";
"alert_message_disdeletecreatealbum"="不允许删除设备上创建的相册!";
"alert_no_image_in_folder" = "文件夹内没有图片";
"alert_app_error"="很抱歉，软件检测到一个严重问题，请重新启动软件!";
"alert_message_icloud_contact"="你设置了iCloud的通讯录同步，请在设备的\"设置\"->\"iCloud\"中关闭通讯录的同步";
"alert_message_icloud_calendar"="你设置了iCloud的日历同步，请在设备的\"设置\"->\"iCloud\"中关闭日历的同步";
"alert_message_icloud_bookmark"="你设置了iCloud的书签同步，请在设备的\"设置\"->\"iCloud\"中关闭书签的同步";
"alert_message_icloud_note"="你设置了iCloud的备忘录同步，请在设备的\"设置\"->\"iCloud\"中关闭备忘录的同步";
"alert_message_versionunderios5"="很抱歉，当前模块不支持IOS5以下版本";
"alert_message_fileexist"="当前文件已存在，请重新输入！";
"alert_message_deletemediafail"="删除失败,请重试!\n如果多次失败建议拔除设备重新链接再进行操作！";
"alert_message_importmediafail"="导入失败,请重试!!";
"alert_message_loadmediafail"="加载失败,请重新尝试!";
"alert_message_filenamerequired"="文件名不能为空！";
"alert_message_needreoperation"="选中已失效，请重新操作";
"alert_message_importphototoalbum"="由于苹果系统的限制，PP助手需要使用‘PP照片’才能正确的导入到‘相机胶卷’，请在ios设备上安装‘PP照片’后操作。";
"alert_message_openppphoto"="请打开设备上的‘PP照片’并保持运行状态！";
"alert_message_deletephoto"="选定的照片中包含设备上创建的相册中的照片, 设备上创建的相册中的照片不能删除, 是否继续?";
"alert_message_movienopreview"="视频不支持预览!";
"alert_message_operationerror"="操作失败！";
"alert_message_opensshinfo"="打开SSH通道成功。\n\n你可以使用IP：localhost;端口号：%d；帐号：root；密码(默认)：alpine；请在控制台直接使用\"ssh root@localhost -p %d\"来登录！";
"alert_message_nopushnatation"="没有通知状态栏消息需要清理！";
"alert_message_selectpush"="请选择需要清理的通知状态栏消息！";
"alert_message_clearpushneedlogoff"="消息清理完后系统需要注销，是否继续清理？";
"alert_message_clearpushresult"="所选通知状态栏消息清理成功！";
"alert_message_nomovieneedoptim"="没有视频需要优化";
"alert_message_selectoptimmovie"="请选择需要优化的视频";
"alert_message_selectoptimphoto"="请选择需要优化的照片";
"alert_message_nooptimmoviesync"="没有视频需要同步！";
"alert_message_selectsyncmovie"="请选择需要同步到设备的视频！";
"alert_message_selectrestoreitem"="选择需要还原的列表项";
"alert_message_restoreitemsuccess"="设备信息还原成功";
"alert_message_restoreitemfail"="设备信息还原失败";
"alert_message_backupitemsuccess"="设备信息备份成功";
"alert_message_backupselect"="请选择要备份的项";
"alert_message_backupitemfail"="设备信息备份失败";
"alert_message_confirmclearfile"="您确定要清理这些文件吗？";
"alert_message_nofilewithclean"="没有文件需要清理，请重新扫描！";
"alert_message_fileinitfail"="设备信息初始化失败，请重新插入设备！";
"alert_message_logoffconfirm"="是否注销当前设备";
"alert_message_restartconfirm"="是否重启当前设备？";
"alert_message_powerconfirm"="是否关闭当前设备？";
"alert_message_sshoperation"="很抱歉！SSH只支持1台设备连接操作，请保留需要操作的设备，其它的设备请暂时拔除，谢谢！";
"alert_message_sshnotinstall"="设备未安装OpenSSH，请先在设备安装OpenSSH后再进行操作！";
"alert_message_installafc2"="检测到您的设备没有安装afc2add补丁或ipa补丁,设备将无法安装Deb插件和破解软件。\n\n安装afc2add步骤如下：\n\n1.点击手机进入cydia-->“管理”-->“软件源”\n-->“编辑”-->“添加”-->输入 apt.25pp.com\n\n2. 进入刚添加的“25PP手机助手源”，进行\n   afc2add补丁和ipa IOS7.X补丁安装。";
"alert_message_devicerequired"="设备名称不能为空！";
"alert_message_ejectdevice"="确认要弹出当前设备吗？";
"alert_message_importphotoios8.3"="暂不支持向ios8.3或以上设备导入照片！";
"alert_message_deletephotoios8.3"="暂不支持在ios8.3或以上设备删除照片！";
"alert_message_backupdocios8.3"="ios8.3或以上设备暂不支持同时备份文档，是否继续？";
"alert_message_itunescdbfailed"="加载iTunesCDB文件失败，但不影响对设备的同步操作。建议启动iTunes设置修复，以便您的操作反映到iTunes及其他软件。\n更多详情:\nhttp://bbs.25pp.com/thread-179582-1-1.html";

//Toast
"toast_message_sync_wait"="等待同步，当前还有%d个任务!";
"toast_message_itemexitinstask"="选择项已存在于任务队列中";
"toast_message_itemaddtotask"="选择项已添加到任务队列中";
"toast_message_addsuccess"="添加成功！";
"toast_message_deleteing"="正在删除...";
"toast_message_deletesuccess"="删除成功！";
"toast_message_deletefail"="很抱歉，删除失败，请重试！";
"toast_message_loadding"="正在载入...";
"toast_message_download_progress"="正在下载中 : %.0f%%";
"toast_message_upload_progress"="正在上传中 : %.0f%%";
"toast_message_install_progress"="正在安装中 : %.0f%%";
"toast_message_uninstall_progress"="正在卸载中 : %.0f%%";
"toast_message_backup_progress"="正在备份中 : %.0f%%";
"toast_message_savelocal_progress"="正在保存在电脑上 : %.0f%%";
"toast_message_fileupload_progress"="上传中 : %.0f%%";
"toast_message_download_finish"="下载完成...";
"toast_message_upload_finish"="上传完成...";
"toast_message_importing"="正在导入...";
"toast_message_exporting"="正在导出...";
"toast_message_backuping"="正在备份中...";
"toast_message_backupfinish"="备份成功！";
"toast_message_saving"="正在保存...";
"toast_message_savesuccess"="保存成功！";
"toast_message_savefail"="很抱歉，保存失败，请重试！";
"toast_message_restoring"="正在还原...";
"toast_message_restoresuccess"="还原成功！";
"toast_message_restorefail"="很抱歉，还原失败，请重试！\n建议拔除设备重新插入重试！";
"toast_message_copydeviceinfo"="设备信息复制成功！";
"toast_message_deviceinstallinfo"="当前设备未越狱无法安装越狱应用，请前往正版市场下载安装！";
"toast_message_loaddetailinfo"="正在获取应用详细信息...";
"toast_message_taskaddimportitem"="选择%ld项已添加到导入队列中";
"toast_message_selectmusic"="请选择需要播放的音乐";
"toast_message_selectring"="请选择需要播放的铃声";
"toast_message_selectmedia"="请选择需要播放的媒体";
"toast_message_book_broken"="图书\n %@ 损坏，将不会被导入！";

//notification
"notice_title_common"="                　温馨提示";
"notice_title_addinstallitem"="%ld个应用";
"notice_title_needupdate"="%ld个需升级应用";
"notice_message_addinstallitem"="正添加到“%@”设备队列中";
"notice_message_existinstallitem"="已经存在“%@”的设备队列中!";
"notice_message_adddownloaditem"="已添加到下载列表中";
"notice_message_addimportitem"="正将文件导入到“%@”设备中";
"notice_message_downfinished"="已经下载完毕！";
"notice_message_installsuccess"="已经成功安装到“%@”";
"notice_message_installfail"="安装失败 : %@";
"notice_message_backupfinished"="已经备份完毕";
"notice_message_repairsuccess"="修复闪退成功！";
"notice_message_repairfail"="修复闪退失败！";
"notice_message_activasuccess"="激活PP助手(正版)成功！";
"notice_message_activafailed"="激活PP助手(正版)失败！";


//页面

"page_text_program_alldevice"="所有设备";
"page_text_program_unknown"="未知";
"page_text_program_than"="以上";

"page_text_updateprogram_combox_jbreak"="破解版升级";
"page_text_updateprogram_combox_appsotre"="正版升级";

"page_text_downloading_downloadinfo"="%@     还剩%@";
"page_text_downloading_pausedownload"="暂停下载...";
"page_text_downloading_downloadfail"="下载失败...";
"page_text_downloading_waitdownload"="等待下载...";
"page_text_downloading_nodownload"="下载管理";
"page_text_downloading_infomation"="下载速度：%@,剩余时间：%@";

"page_text_setting_common_title"="通用";
"page_text_setting_common_downloadpath"="下载路径:";
"page_text_setting_common_taskcount"="同时下载任务数:";
"page_text_setting_common_downloadspeed"="下载限速:";
"page_text_setting_common_speed"="kb/s (0为不限速)";
"page_text_setting_common_nolimitspeed"="不限速:";
"page_text_setting_common_limitspeed"="限 速:";
"page_text_setting_common_panletitle"="路径选择";
"page_text_setting_common_autotask"="设备链接时自动开始未完成的导入任务";
"page_text_setting_common_autofix"="设备链接时自动修复闪退，激活正版";

"page_text_setting_notice_title"="消息通知";
"page_text_setting_notice_downloadnotice"="开始、完成下载时显示浮动提示框";
"page_text_setting_notice_backupnotice"="开始、完成安装以及备份完成时显示浮动提示框";

"page_text_setting_theme_color" = "主题颜色";

"page_text_about_title"="关于 PP助手";
"page_text_about_versioninfo"="PP助手 For Mac (V%@ beta)";
"page_text_about_copyright"="广州爱禾网络技术有限公司 ©2015";

"page_text_update_toupdate"="前往下载";
"page_text_update_noupdate"="请勿下载";
"page_text_update_ignoreversion"="忽略此版本";


"page_tooltip_home_refreshdevinfo"="刷新设备信息";
"page_tooltip_home_viewdevinfo"="查看详细信息";
"page_tooltip_home_copydevinfo"="复制设备信息";
"page_tooltip_home_setwifidev"="设置wifi连接设备";
"page_text_home_deviceinfo"="设备信息";
"page_text_home_hotapp"="装机必备";
"page_text_home_type"="设备类型:";
"page_text_home_code"="设备代码:";
"page_text_home_mode"="设备型号:";
"page_text_home_isactivate"="激活状态:";
"page_text_home_isjailed"="是否越狱:";
"page_text_home_color"="设备颜色:";
"page_text_home_osversion"="固件版本:";
"page_text_home_phone"="电话号码:";
"page_text_home_buydate"="购买日间:";
"page_text_home_activetedate"="激活日间:";
"page_text_home_warranty"="保修到期:";
"page_text_home_sellarea"="销售地区:";
"page_text_home_current"="电池状态:";
"page_text_home_servicenumber"="序 列 号:";
"page_text_home_deviceid"="设备标识:";
"page_text_home_systemtotal"="系统容量";
"page_text_home_systemtotalvalue"="系统容量:%@";
"page_text_home_systemhaveused"="已用:";
"page_text_home_systemfree"="空闲:";
"page_text_home_datatotal"="数据容量";
"page_text_home_datatotalvalue"="数据容量:%@";
"page_text_home_datavideo"="视频:";
"page_text_home_datamusic"="音乐:";
"page_text_home_dataphoto"="图片:";
"page_text_home_databook"="图书:";
"page_text_home_dataapplication"="应用:";
"page_text_home_dataother"="其他:";
"page_text_home_datafree"="空闲:";
"page_text_home_iosathtitle"="修复闪退，激活PP助手正版";
"page_text_home_iosathcontent"="修复正版APP闪退、弹窗，激活PP助手(正版)的修复闪退功能.";
"page_text_home_iosathfix"="点击修复";
"page_text_home_iosathfixing"="正在修复...";
"page_text_home_pphelpertitle"="PP助手 (正版)";
"page_text_home_pphelpercontent"="无需越狱、摆脱数据线、手机也可以直接安装正版应用。高速下载永远免费!";
"page_text_home_pphelperinstall"="点击安装";
"page_text_home_pphelperdownloading"="正在下载...";
"page_text_home_pphelperinstalling"="正在安装...";
"page_text_home_blockcolor"="黑色";
"page_text_home_whitecolor"="白色";
"page_text_home_yes"="是";
"page_text_home_haveactivate"="已激活";
"page_text_home_unactivate"="未激活";
"page_text_home_batteryfull"="电池已充满电";
"page_text_home_isCharge"="正在充电";
"page_text_home_noCharge"="未充电";
"page_text_home_dateformat"="M月d日 EEE";
"page_text_home_tooltip_eject"="弹出";
"page_text_home_soft"="软件";
"page_text_home_game"="游戏";
"page_text_home_music"="音乐";
"page_text_home_ring"="铃声";
"page_text_home_wallpaper"="墙纸";
"page_text_home_update"="更新";
"page_text_home_installed"="已安装";
"page_text_home_allinstall"="一键安装";
"page_text_home_ipaaddinlist"="%d个应用已添加到下载列表中";
"page_text_home_downappinfo"="合计 %ld 个装机必备应用";
"page_text_home_installhelp"="PP助手正版安装教程";
"page_text_home_installpptxt1"="亲，由于苹果官方共享账号限制，导致PP助手正版安装失败或闪退。";
"page_text_home_installpptxt2"="1、请先将设备时间更改为2014年8月3日再安装。";
"page_text_home_installpptxt3"="2、在设备上可正常启动PP助手后，将[日期与时间]恢复到自动设置。";
"page_text_home_installdspt"="安装说明：";
"page_text_home_installpphelper"="调整好了，立即安装";



"page_text_libapp_curversion"="当前：";
"page_text_libapp_updateinfo"="升级：";
"page_text_libapp_appdetail"="查看应用详细";
"page_text_libapp_ppzbapp"="PP正版";
"page_text_libapp_jpapp"="越狱版";
"page_text_libapp_appleapp"="Apple正版";
"page_text_libapp_search"="应用搜索";
"page_text_libapp_apptype"="全部类型";
"page_text_libapp_allversion"="全部版本";
"page_text_libapp_newest"="最新版本";
"page_text_libapp_allapp"="全部应用";
"page_text_libapp_iphoneapp"="iPhone应用";
"page_text_libapp_ipadapp"="iPad应用";
"page_text_libapp_miniversion"="以上";
"page_text_libapp_all"="全部";
"page_text_libapp_iphone"="iPhone";
"page_text_libapp_ipad"="iPad";
"page_text_libapp_jbupdate"="破解版升级";
"page_text_libapp_zbupdate"="正版升级";
"page_text_libapp_getupdateinfo"="正在获取升级信息";
"page_text_libapp_enableprompt"="恢复提醒";
"page_text_libapp_updatelist"="升级应用列表";
"page_text_libapp_ignorelist"="忽略升级列表";

"page_text_deviceapp_panletitle"="路径选择";
"page_text_deviceapp_record"="%@(含记录)";
"page_text_deviceapp_backupstart"="开始备份...";
"page_text_deviceapp_backupready"="准备备份...";
"page_text_deviceapp_backupwait"="等待备份...";
"page_text_deviceapp_backuping"="正在备份中...";
"page_text_deviceapp_backupfinish"="备份完成...";
"page_text_deviceapp_backupfail"="备份失败 --";
"page_text_deviceapp_appinstallstart"="开始安装...";
"page_text_deviceapp_appinstallwait"="等待安装...";
"page_text_deviceapp_appinstallupload"="正在上传中...";
"page_text_deviceapp_appinstalling"="正在安装中...";
"page_text_deviceapp_appinstallfinish"="安装完成...";
"page_text_deviceapp_appinstallfail"="安装失败 --";
"page_text_deviceapp_appinstallrestore"="正在恢复文档...";
"page_text_deviceapp_uninstallstart"="开始卸载...";
"page_text_deviceapp_uninstallready"="准备卸载...";
"page_text_deviceapp_uninstallwait"="等待卸载...";
"page_text_deviceapp_uninstalling"="正在卸载中...";
"page_text_deviceapp_uninstallfail"="卸载失败";
"page_text_deviceapp_uninstallfinish"="卸载完成...";
"page_text_deviceapp_savetofinder"="正在保存在电脑上...";
"page_text_deviceapp_waiting"="等待中...";
"page_text_deviceapp_document"="文档:";
"page_text_deviceapp_app"="程序:";
"page_text_deviceapp_loveapp"="相似应用";
"page_text_deviceapp_cloneapp"="应用多开";
"page_text_deviceapp_neterrorandretry"="网络超时，点击重试！";
"page_text_deviceapp_versoninfo"="新版特性";
"page_text_deviceapp_notremind"="忽略升级";
"page_text_deviceapp_restoreremind"="恢复提醒";
"page_text_deviceapp_orderby"="排序方式";
"page_text_deviceapp_orderbyappsize"="应用大小";
"page_text_deviceapp_orderbydocsize"="文档大小";
"page_text_deviceapp_orderbyname"="名称排序";
"page_text_deviceapp_orderbydefault"="默认排序";

"page_text_info_contacts_addtogroup"="添加到分组";
"page_text_info_contacts_movetogroup"="移动到分组";
"page_text_info_contacts_addgroup"="添加分组";
"page_text_info_contacts_allgroup"="全部分组";
"page_text_info_contacts_group"="请输入分组名称";
"page_text_info_contacts_grouprequired"="分组名不能为空";
"page_text_info_contacts_grouprepetition"="已存在相同的分组名";
"page_text_info_contacts_grouprename"="重命名该分组";
"page_text_info_contacts_groupdelete"="删除该分组";
"page_text_info_contacts_lastname"="姓氏:";
"page_text_info_contacts_department"="部门:";
"page_text_info_contacts_company"="公司:";
"page_text_info_contacts_firstname"="名字:";
"page_text_info_contacts_job"="职务:";
"page_text_info_contacts_phone"="电话";
"page_text_info_contacts_phone_mobile"="移动电话";
"page_text_info_contacts_phone_home"="住宅";
"page_text_info_contacts_phone_work"="工作";
"page_text_info_contacts_phone_main"="主要";
"page_text_info_contacts_phone_homefax"="住宅传真";
"page_text_info_contacts_phone_workfax"="工作传真";
"page_text_info_contacts_phone_otherfax"="其他传真";
"page_text_info_contacts_phone_pager"="寻呼机";
"page_text_info_contacts_phone_other"="其他";
"page_text_info_contacts_mail"="邮件";
"page_text_info_contacts_mail_home"="住宅";
"page_text_info_contacts_mail_work"="工作";
"page_text_info_contacts_mail_other"="其他";
"page_text_info_contacts_im"="即时通讯";
"page_text_info_contacts_im_home"="住宅";
"page_text_info_contacts_im_work"="工作";
"page_text_info_contacts_im_other"="其他";
"page_text_info_contacts_web"="网址";
"page_text_info_contacts_web_homepage"="首页";
"page_text_info_contacts_web_home"="住宅";
"page_text_info_contacts_web_work"="工作";
"page_text_info_contacts_web_other"="其他";
"page_text_info_contacts_address"="地址";
"page_text_info_contacts_address_home"="住宅";
"page_text_info_contacts_address_work"="工作";
"page_text_info_contacts_address_other"="其他";
"page_text_info_contacts_date"="日期";
"page_text_info_contacts_date_anniversary"="周年";
"page_text_info_contacts_date_other"="其他";
"page_text_info_contacts_birthday"="生日";
"page_text_info_contacts_memo"="备注";
"page_text_info_contacts_country"="国家";
"page_text_info_contacts_province"="省份";
"page_text_info_contacts_city"="城市";
"page_text_info_contacts_postcode"="邮编";
"page_text_info_contacts_street"="街道";
"page_text_info_contacts_addmore"="添加更多";
"page_text_info_contacts_select"="选取";
"page_text_info_callreocrd_callin"="呼入";
"page_text_info_callreocrd_callout"="呼出";
"page_text_info_callreocrd_allcall"="全部";
"page_text_info_subview_nodata"="没有数据";
"page_tooltip_info_unreadsms"="%ld条未读短信";
"page_text_info_smscopy"="短信复制成功！";

"page_text_file_menu_dircreate"="新建文件夹";
"page_text_file_menu_importtodir"="导入文件(夹)";
"page_text_file_menu_dirimport"="导入到该文件夹";
"page_text_file_menu_copytofinder"="导出到本地";
"page_text_file_menu_detail"="详情";
"page_text_file_menu_rename"="重命名";
"page_text_file_menu_copytofindernum"="复制到本地(%ld)项";
"page_text_file_menu_deletenum"="删除(%ld)项";
"page_text_file_filecoping"="正在复制“%@”";
"page_text_file_fileuploading"="正在上传“%@”";
"page_text_file_filedeleting"="正在删除“%@”";
"page_text_file_directory"="文件夹";
"page_text_file_file"="文件";
"page_text_file_property_size"="文件大小";
"page_text_file_property_path"="路径";
"page_text_file_property_createtime"="创建时间";
"page_text_file_property_modifytime"="修改时间";
"page_text_file_dircetorycreate"="%@/新建文件夹/";
"page_text_file_dircetorycreatenum"="%@/新建文件夹%d/";
"page_text_file_label_size"="大小:";
"page_text_file_label_location"="位置:";
"page_text_file_label_createtime"="创建时间:";
"page_text_file_label_modifytime"="修改时间:";
"page_tooltip_showhistorydirectory"="显示您之前看过的文件夹";
"page_text_file_listmodel"="列表模式";
"page_text_file_tilemodel"="平铺模式";
"page_text_file_inputfilename"="请输入标签名:";
"page_text_file_setdevicebookmark"="作为设备的标签";
"page_text_file_itemcount"="共%ld项";
"page_text_file_search"="文件查找";

"page_text_photo_album_cameraalbum"="相机胶卷";
"page_text_photo_album_mainalbum"="照片图库";
"page_text_photo_album_importphoto"="所有导入的照片";
"page_text_photo_album_newimportphoto"="最新导入的照片";
"page_text_photo_album_ppalbum"="PP墙纸";
"page_text_photo_albumrequired"="相册名不能为空";
"page_text_photo_albuminputname"="请输入相册名";
"page_text_photo_photocount"="%lu 项";
"page_text_photo_search"="墙纸搜索";
"page_text_photo_support"="支持设备";
"page_text_photo_import"="正在导入";
"page_text_photo_importprocess"="正在导入...(%d/%d)";
"page_text_photo_readyimport"="准备导入...";
"page_text_photo_importfinish"="导入完成";
"page_text_photo_deletefinish"="删除完成";
"page_text_photo_shareapend"="分享来自PP助手 For Mac";
"page_text_photo_sactualsize"="真实大小";
"page_text_photo_fitsize"="适应屏幕";

"page_text_music_player"="未知艺术家";
"page_text_music_search"="音乐铃声搜索";
"page_text_music_unknownplayer"="未知演唱者";
"page_text_music_segmented_all"="全部音乐";
"page_text_music_segmented_album"="按专辑过滤";
"page_text_music_segmented_artist"="按表演者过滤";
"page_text_music_musiccount"="%@首歌曲";
"page_text_music_nomusic"="无歌曲";
"page_text_music_playmode_list"="顺序播放";
"page_text_music_playmode_loop"="循环播放";
"page_text_music_playmode_random"="随机循环";
"page_text_music_playmode_one"="单曲循环";
"page_text_music_volume_max"="增加音量";
"page_text_music_volume_min"="减小音量";
"page_text_music_addplaylist"="加入播放列表";
"page_text_music_playlist"="播放列表";

"page_text_tool_name_base"="常用";
"page_text_tool_name_optim"="优化";
"page_text_tool_name_system"="系统";
"page_text_tool_name_local"="本地工具";
"page_text_tool_name_firmware"="固件下载";
"page_text_tool_name_imei"="序列号查询";
"page_text_tool_name_ppjailbreak"="PP越狱";
"page_text_tool_name_device"="设备工具";
"page_text_tool_name_backup"="资料备份";
"page_text_tool_name_restore"="资料还原";
"page_text_tool_name_cleanfile"="垃圾清理";
"page_text_tool_name_cleanpush"="通知栏清理";
"page_text_tool_name_photooptim"="照片优化";
"page_text_tool_name_movieoptim"="视频优化";
"page_text_tool_name_ringreplace"="铃声替换";
"page_text_tool_name_syslog"="系统日志";
"page_text_tool_name_screenshot"="实时桌面";
"page_text_tool_name_ssh"="打开SSH通道";
"page_text_tool_name_logout"="注销";
"page_text_tool_name_restart"="重启";
"page_text_tool_name_poweroff"="关机";
"page_text_tool_name_fixicon"="修复图标";
"page_text_tool_name_jailbreak"="设备越狱";
"page_text_tool_name_weixin"="微信";
"page_text_tool_name_bigfile"="大文件扫描";

"page_text_tool_descript_firmware"="高速下载全系列IOS固件";
"page_text_tool_descript_imei"="按序列号查询设备的苹果官方信息";
"page_text_tool_descript_pphelper"="安装PP正版无需越狱免费安装海量应用和游戏";
"page_text_tool_descript_jbpphelper"="安装PP助手下载海量越狱应用和游戏";
"page_text_tool_descript_fix"="修正应用运行时弹出窗口输入账号和密码问题";
"page_text_tool_descript_backup"="一键备份设备的相关资料";
"page_text_tool_descript_restore"="用备份文件对设备进行还原";
"page_text_tool_descript_cleanfile"="定期清理设备垃圾文件保持设备流畅运行";
"page_text_tool_descript_cleanpush"="一键清理各种应用的推送通知还你洁净桌面";
"page_text_tool_descript_photooptim"="无损优化设备照片快速释放设备空间";
"page_text_tool_descript_movieoptim"="压缩设备视频释放高达60%视频空间占用";
"page_text_tool_descript_ringreplace"="手机铃声不够个性？快来试试替换默认铃声";
"page_text_tool_descript_syslog"="查看设备实时运行日志";
"page_text_tool_descript_screenshot"="实时显示设备屏幕画面信息";
"page_text_tool_descript_ssh"="允许您通过SSH协议远程操作IOS设备";
"page_text_tool_descript_logout"="对设备进行注销操作";
"page_text_tool_descript_restart"="对设备进行重启操作";
"page_text_tool_descript_poweroff"="对设备进行关机操作";
"page_text_tool_descript_fixicon"="修复插件应用白图标问题";
"page_text_tool_descript_jailbreak"="享受越狱后的无限精彩";
"page_text_tool_descript_weixin"="管理微信聊天记录";

"page_text_tool_imei_imei"="IMEI号：";
"page_text_tool_imei_serialnumber"="序列号：";
"page_text_tool_imei_devicename"="设备名称：";
"page_text_tool_imei_active"="激活状态：";
"page_text_tool_imei_phonesupport"="电话支持：";
"page_text_tool_imei_warranty"="硬件保修：";
"page_text_tool_imei_madearea"="生产工厂：";
"page_text_tool_imei_medadate"="生产日期：";
"page_text_tool_imei_networkerror"="请检查网络链接是否正常！";
"page_text_tool_imei_expired"="已过期";
"page_text_tool_imei_imeierror"="IMEI/序列号格式不正确：%@";
"page_text_tool_imei_imeiinvalid"="IMEI/序列号无效：%@";
"page_text_tool_imei_to"="至";
"page_text_tool_imei_help1"="查看产品序列号方法：";
"page_text_tool_imei_help2"="设置 > 通用 > 关于本机";
"page_text_tool_imei_detail"="PP助手苹果序列号查询是一个为果粉用户打造的互助平台,目前PP助手推出果粉查询工具目的是帮助用户了解自己的苹果设备序列号信息,协助那些即将购买苹果设备的果粉们辨认翻新机!以及了解自己产品的型号、出厂日期、销售地、保修期等苹果官方信息";

"page_text_tool_ssh_open"="打开SSH通道";
"page_text_tool_ssh_close"="关闭SSH通道";
"page_text_tool_screen_title"="实时桌面";
"page_text_tool_syslog_title"="系统日志";
"page_text_tool_movieoptim_describe"="优化压缩拍摄视频大小，快速释放手机内存空间";
"page_text_tool_movieoptim_start"="开始优化";
"page_text_tool_movieoptim_load"="正在载入";
"page_text_tool_movieoptim_movieinfo"="合计%ld个视频%@，预计优化后大小：%@，释放空间：%@";
"page_text_tool_movieoptim_nomovieneedoptim"="没有需要优化的视频!";
"page_text_tool_movieoptim_optiming"="正在优化";
"page_text_tool_movieoptim_optimfail"="优化失败";
"page_text_tool_movieoptim_optimsuccess"="优化成功，优化后大小";
"page_text_tool_movieoptim_syncdevice"="同步到设备";
"page_text_tool_movieoptim_optimfinish"="视频优化完成，请同步到设备";
"page_text_tool_movieoptim_optimresult"="已优化%ld个视频%@，优化后大小：%@，释放空间：%@，同步到设备后生效";
"page_text_tool_movieoptim_cancelsync"="取消同步";
"page_text_tool_movieoptim_syncfinish"="同步完成,释放空间%@";
"page_text_tool_movieoptim_cancel"="已取消";
"page_text_tool_movieoptim_labsyncfinish"="视频同步完成";
"page_text_tool_movieoptim_reoptim"="再次优化";
"page_text_tool_movieoptim_optimend"="已优化%d个视频，已释放设备空间：%@";
"page_text_tool_movieoptim_downloadfinish"="下载完成，等待优化";
"page_text_tool_movieoptim_download"="正在下载";
"page_text_tool_movieoptim_syncing"="正在同步";
"page_text_tool_movieoptim_optiming"="正在优化";
"page_text_tool_photooptim_describe"="无损优化相机胶卷照片大小，快速释放手机内存空间";
"page_text_tool_photooptim_start"="开始优化";
"page_text_tool_photooptim_optimplan"="合计%ld张照片%@，预计优化后大小：%@，释放空间：%@";
"page_text_tool_photooptim_nooptimphoto"="没有需要优化的照片!";
"page_text_tool_photooptim_selectphoto"="请选择需要同步到设备的照片！";
"page_text_tool_photooptim_selectphotooptim"="请选择需要优化的照片！";
"page_text_tool_photooptim_cancelsync"="取消同步";
"page_text_tool_photooptim_optiming"="正在优化";
"page_text_tool_photooptim_optimfinish"="照片优化完成，请同步到设备";
"page_text_tool_photooptim_optimresult"="已优化%ld张照片%@，优化后大小：%@，释放空间：%@，同步到设备后生效";
"page_text_tool_photooptim_syncdevice"="同步到设备";
"page_text_tool_photooptim_needsync"="照片优化完成，同步到设备后生效！";
"page_text_tool_photooptim_syncstate"="正在同步到设备（%d/%ld）%@      已释放空间：%@";
"page_text_tool_photooptim_syncfinish"="照片同步完成";
"page_text_tool_photooptim_optimend"="已优化%ld张照片，已释放设备空间：%@";
"page_text_tool_photooptim_reoptim"="再次优化";
"page_text_tool_photooptim_preoptim"="优化前:";
"page_text_tool_photooptim_optimed"="预计优化后:";
"page_text_tool_photooptim_optimfree"="释放%.0f%%空间";
"page_text_tool_photooptim_step1"="选择";
"page_text_tool_photooptim_step2"="优化";
"page_text_tool_photooptim_step3"="确认";
"page_text_tool_photooptim_step4"="同步";
"page_text_tool_item_contact"="通讯录";
"page_text_tool_item_callrecord"="通话记录";
"page_text_tool_item_sms"="短信";
"page_text_tool_item_calendar"="日历";
"page_text_tool_item_bookmark"="书签";
"page_text_tool_item_note"="备忘录";
"page_text_tool_restore_select"="请您选择需要还原的资料";
"page_text_tool_restore_fileselect"="备份文件选择";
"page_text_tool_restore_restore"="还原";
"page_text_tool_restore_devicedata"="正在还原设备数据";
"page_text_tool_restore_contact"="正在还原联系人";
"page_text_tool_restore_callrecord"="正在还原通话记录";
"page_text_tool_restore_sms"="正在还原短信";
"page_text_tool_restore_calendar"="正在还原日历";
"page_text_tool_restore_bookmark"="正在还原书签";
"page_text_tool_restore_note"="正在还原备忘录";
"page_text_tool_backup_select"="请您选择需要备份的资料";
"page_text_tool_backup_devicedata"="正在备份设备数据";
"page_text_tool_backup_contact"="正在备份联系人";
"page_text_tool_backup_callrecord"="正在备份通话记录";
"page_text_tool_backup_sms"="正在备份短信";
"page_text_tool_backup_calendar"="正在备份日历";
"page_text_tool_backup_bookmark"="正在备份书签";
"page_text_tool_backup_note"="正在备份备忘录";


"page_text_tool_clean_title_appcache"="应用的缓存";
"page_text_tool_clean_title_appcookie"="应用的Cookie";
"page_text_tool_clean_title_apptemp"="应用的临时文件";
"page_text_tool_clean_title_safaricache"="Safari的缓存";
"page_text_tool_clean_title_safarihistory"="Safari的历史纪录";
"page_text_tool_clean_title_appbug"="应用崩溃纪录";
"page_text_tool_clean_title_installfail"="安装失败目录";
"page_text_tool_clean_title_rarfail"="压缩错误文档";
"page_text_tool_clean_describe_appcache"="清理应用下载的图片、视频、音频等缓存文件";
"page_text_tool_clean_describe_appcookie"="清量应用记录用户信息的Cookie和脚本文件";
"page_text_tool_clean_describe_apptemp"="清理应用运行时产生的临时文件";
"page_text_tool_clean_describe_safaricache"="清理Safari浏览器产生的的缓存文件";
"page_text_tool_clean_describe_safarihistory"="清理Safari浏览器产生的的历史文件";
"page_text_tool_clean_describe_appbug"="清理应用使用中和崩溃时产生的日志文件";
"page_text_tool_clean_describe_installfail"="清理iOS系统安装失败的应用的文件";
"page_text_tool_clean_describe_rarfail"="清理应用的压缩错误文档";
"page_text_tool_clean_selectitem"="请选择相应清理项进行扫描！";
"page_text_tool_clean_scaning"="正在扫描";
"page_text_tool_clean_cleaning"="正在清理";
"page_text_tool_clean_hidden"="隐藏";
"page_text_tool_clean_sysspace"="系统";
"page_text_tool_clean_dataspace"="数据";
"page_text_tool_clean_freespace"="空闲";
"page_text_tool_clean_describe"="全面清理手机中的垃圾文件，保持手机运行流畅";
"page_text_tool_clean_count"="数量:";
"page_text_tool_clean_space"="空间:";
"page_text_tool_clean_time"="耗时:";
"page_text_tool_clean_start"="开始扫描";
"page_text_tool_clean_skip"="跳过";
"page_text_tool_clean_history1"="帮你清理了";
"page_text_tool_clean_history2"=" 垃圾文件";
"page_text_tool_clean_recommend"="应用运行时会产生大量垃圾缓存文件，建议您定期清理释放空间！";
"page_text_tool_clean_stopscan"="停止扫描";
"page_text_tool_clean_clean"="清理";
"page_text_tool_clean_rescan"="重新扫描";
"page_text_tool_clean_stopclean"="停止清理";
"page_text_tool_clean_scanagain"="再次扫描";

"page_text_tool_ring_play"="试听";
"page_text_tool_ring_replace"="替换";
"page_text_tool_ring_restore"="还原";
"page_text_tool_ring_replacering"="您确定要替换当前铃声吗？";
"page_text_tool_ring_replaceringsuccess"="铃声替换成功";
"page_text_tool_ring_replaceringfail"="铃声替换失败，请重试！";
"page_text_tool_ring_ringnoexist"="备份铃声文件不存在，不能进行还原！";
"page_text_tool_ring_replaceringconfirm"="确定要恢复当前铃声吗？";

"page_text_tool_bigfile_scanfinish"="扫描完成";
"page_text_tool_bigfile_cleanfinish"="清理完成";
"page_text_tool_bigfile_filecleanfinish"="文件清理成功";
"page_text_tool_bigfile_cleanconfirm"="请务必确认文件无用后再进行删除操作!";
"page_text_tool_bigfile_title"="扫描设备上的大文件";
"page_text_tool_bigfile_subtitle"="空间不足？看看哪些文件最占用设备空间！";


"page_text_user_name"="帐号:";
"page_text_user_password"="密码:";
"page_text_user_loginerror1"="用户名不符合规则";
"page_text_user_loginerror2"="用户名不符合规则";
"page_text_user_loginerror3"="用户名不存在";
"page_text_user_loginerror4"="该正式账号已经存在";
"page_text_user_loginerror5"="密码校验错误";
"page_text_user_loginerror6"="该用户被禁止登录";
"page_text_user_loginerror7"="登录失败，错误类型";
"page_text_user_appname"="PP助手";
"page_text_user_login"="登录";
"page_text_user_register"="注册";
"page_text_user_loveapp"="最爱应用";
"page_text_user_downhistory"="下载历史";
"page_text_user_logoff"="注销";



"page_text_subview_downresource"="到PP资源看一下吧";
"page_text_subview_downipa"="您可以去PP资源下载程序";
"page_text_subview_downmusic"="您可以去PP资源下载音乐";
"page_text_subview_downwallpaper"="您可以去PP资源下载墙纸";
"page_text_subview_downphonering"="您可以去PP资源下载铃声";
"page_text_subview_downsmsring"="您可以去PP资源下载铃声";
"page_text_subview_downvideo"="到PP资源看一下吧";
"page_text_subview_downbook"="到PP资源看一下吧";
"page_text_subview_downnodata"="没有数据";
"page_text_subview_video"="您可以将视频添加进来以方便导入和管理";
"page_text_subview_book"="您可以将图书添加进来以方便导入和管理";

"page_text_common_update"="升级";
"page_text_common_application"="应用";
"page_text_common_music"="音乐";
"page_text_common_ring"="铃声";
"page_text_common_wallpaper"="墙纸";
"page_text_common_book"="图书";
"page_text_common_file"="文件";
"page_text_common_video"="视频";
"page_text_common_auth"="授权";
"page_text_common_day"="天";
"page_text_common_dayago"="%d天前";
"page_text_common_hour"="小时";
"page_text_common_hourago"="%d小时前";
"page_text_common_minute"="分";
"page_text_common_minuteago"="%d分钟前";
"page_text_common_second"="秒";
"page_text_common_just"="刚刚";
"page_text_common_dateformat"="yyyy年MM月dd日";
"page_text_common_mouthformat"="MM月dd日";

// 下载路径
"download_path_pphelper" = "PP 下载";
"download_path_application" = "应用";
"download_path_music" = "音乐";
"download_path_ring" = "铃声";
"download_path_wallpaper" = "墙纸";
"download_path_book" = "图书";
"download_path_video" = "视频";

"operation_need_network" = "此操作需要联网，请检查网络连接状态！";

//图片浏览器
"confirm_delete_from_device" = "确定从设备上删除该图片？";

"file_does_not_exit" = "文件不存在！";
"open_file_in_finder" = "打开文件位置";

//编辑音乐信息
"edit_music_info" = "编辑信息";
"edit_music_info_not_support" = "不支持此格式的编辑";

